tap "filosottile/musl-cross"
tap "homebrew/autoupdate"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "pe/pe-brew-tap", "ssh://git@git.jfrog.info/pe/production-engineering-brew-tap.git"
brew "act"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.13"
brew "awscli"
brew "glib"
brew "lima"
brew "colima"
brew "coreutils"
brew "cosign"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "dotnet"
brew "etcd"
brew "fd"
brew "gdk-pixbuf"
brew "gh"
brew "git-lfs"
brew "go"
brew "harfbuzz"
brew "gradle"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "groovy"
brew "helm"
brew "jfrog-cli"
brew "jmeter"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "neovim"
brew "nginx"
brew "node"
brew "nuget"
brew "nvm"
brew "opa"
brew "openjdk@17"
brew "openjdk@21"
brew "poetry"
brew "prettier"
brew "protobuf"
brew "python-tk@3.13"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "ripgrep"
brew "socat"
brew "tmux"
brew "wget"
brew "yq"
brew "zig"
brew "filosottile/musl-cross/musl-cross"
brew "pe/pe-brew-tap/narc_cli"
cask "clipy"
cask "electron"
cask "iterm2"
cask "temurin@17"
cask "temurin@17"
cask "temurin@21"
vscode "anthropic.claude-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "docsmsft.docs-yaml"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "humao.rest-client"
vscode "in4margaret.compareit"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-typescript-next"
vscode "nur.just-black"
vscode "openai.openai-chatgpt-adhoc"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.javascriptsnippets"
