abseil
act
aom
awscli
brotli
c-ares
ca-certificates
cairo
capstone
certifi
cffi
colima
coreutils
cosign
dive
docker
docker-completion
docker-compose
docker-credential-helper
dotnet
dtc
etcd
fd
fontconfig
freetype
fribidi
gd
gdk-pixbuf
gettext
gh
giflib
git-lfs
glib
gmp
gnutls
go
gradle
graphite2
graphviz
groovy
gts
harfbuzz
helm
highway
icu4c@77
imath
jasper
jfrog-cli
jmeter
jpeg-turbo
jpeg-xl
jq
k9s
kind
krb5
kubectx
kubernetes-cli
libavif
libdeflate
libevent
libidn2
libnghttp2
libnghttp3
libngtcp2
libpng
libpq
librsvg
libslirp
libssh
libtasn1
libtiff
libtommath
libtool
libunistring
libusb
libuv
libvmaf
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
lima
little-cms2
lld@19
llvm@19
lpeg
luajit
luv
lz4
lzo
m4
mono
mpdecimal
musl-cross
narc_cli
ncurses
neovim
netpbm
nettle
nginx
node
nuget
nvm
oniguruma
opa
openexr
openjdk
openjdk@17
openjdk@21
openssl@3
p11-kit
pango
pcre2
pixman
poetry
prettier
protobuf
pycparser
python-tk@3.13
python@3.11
python@3.12
python@3.13
qemu
readline
ripgrep
simdjson
snappy
socat
sqlite
tcl-tk
tmux
tree-sitter
unbound
unibilium
utf8proc
vde
webp
wget
xorgproto
xz
yq
zig
zstd
